[
  {
    "title": "Novo arco de Jujutsu Kaisen é anunciado para 2025",
    "content": "A produtora de Jujutsu Kaisen confirmou que o próximo arco do anime será lançado em 2025. O novo arco promete trazer batalhas ainda mais intensas e aprofundar a história de personagens queridos pelos fãs. A expectativa é de que a qualidade da animação mantenha o alto nível apresentado nas temporadas anteriores.",
    "excerpt": "Jujutsu Kaisen terá um novo arco em 2025, trazendo batalhas épicas e desenvolvimento de personagens.",
    "category": "anime",
    "cover_image": "jujutsu-kaisen.jpg"
  },
  {
    "title": "Elden Ring recebe expansão Shadow of the Erdtree",
    "content": "A FromSoftware lançou oficialmente a aguardada expansão de Elden Ring, chamada 'Shadow of the Erdtree'. A DLC traz novas áreas, inimigos inéditos e chefes desafiadores que prometem testar até os jogadores mais experientes. A comunidade já celebra a qualidade do conteúdo extra.",
    "excerpt": "Shadow of the Erdtree expande o universo de Elden Ring com novos inimigos, áreas e desafios.",
    "category": "game",
    "cover_image": "elden-ring-shadow-of-the-erdtree.jpg"
  },
  {
    "title": "One Piece atinge marco histórico de episódios",
    "content": "O anime One Piece ultrapassou a marca de 1100 episódios exibidos. A obra de Eiichiro Oda segue sendo um fenômeno global, com fãs acompanhando a jornada de Luffy e sua tripulação em busca do One Piece. O sucesso se mantém após mais de duas décadas de exibição.",
    "excerpt": "One Piece alcança 1100 episódios e continua sendo um dos maiores sucessos do anime mundial.",
    "category": "anime",
    "cover_image": "one-piece.jpg"
  },
  {
    "title": "Final Fantasy XVI ganha atualização gratuita",
    "content": "A Square Enix anunciou uma grande atualização gratuita para Final Fantasy XVI, trazendo novos modos de jogo e ajustes no balanceamento de combate. A atualização também inclui melhorias gráficas e correções de bugs relatados pela comunidade.",
    "excerpt": "Final Fantasy XVI recebe atualização gratuita com novos modos e melhorias gráficas.",
    "category": "game",
    "cover_image": "final-fantasy-xvi.jpeg"
  },
  {
    "title": "Novo arco de Solo Leveling é anunciado",
    "content": "**Disclaimer:** Esta notícia é fictícia e foi criada apenas para fins de teste da sua aplicação.\n\n# Novo Arco de *Solo Leveling* é Anunciado\n\nA popular adaptação em anime de *Solo Leveling* acaba de confirmar um novo arco que promete agitar os fãs. Durante o evento **Anime Expo 2025**, o estúdio responsável revelou detalhes sobre o que vem a seguir para **Sung Jin-Woo**.\n\n## O que esperar\n\nSegundo os produtores:\n\n> \"Este arco vai mergulhar ainda mais fundo no passado dos Monarcas e na verdadeira origem dos poderes de Jin-Woo. Queremos entregar aos fãs não apenas ação, mas também emoção.\"\n\nAlém disso, foi divulgado que novos personagens serão introduzidos, com **designs exclusivos criados por Chugong**, autor da obra original.\n\n## Data de estreia\n\n- Japão: **Outubro de 2025**  \n- Internacional (Crunchyroll): **Novembro de 2025**\n\n## Trailer Oficial\n\nAssista ao trailer no canal oficial:  \n[![Trailer Solo Leveling](https://img.youtube.com/vi/abcd1234/maxresdefault.jpg)](https://www.youtube.com/watch?v=abcd1234)\n\n## Reações dos fãs\n\nAs redes sociais já estão explodindo com comentários:\n\n- *\"A hype tá gigante, não vejo a hora!\"*  \n- *\"Se seguirem fiel ao manhwa, vai ser insano!\"*  \n\n## Conclusão\n\nCom a popularidade de *Solo Leveling* crescendo a cada temporada, este novo arco tem tudo para se tornar um marco na indústria de animes em 2025.\n\n---\n\n### To-do\n\n- [x] Confirmar elenco de dubladores  \n- [ ] Revelar música de abertura  \n- [ ] Anunciar número total de episódios",
    "excerpt": "Novo arco de Solo Leveling promete revelar segredos dos Monarcas e aumentar ainda mais a hype do anime.",
    "category": "anime",
    "cover_image": "solo-leveling.jpeg"
  },
  {
    "title": "Nintendo anuncia novo jogo de The Legend of Zelda",
    "content": "Durante o último Nintendo Direct, foi revelado um novo jogo da franquia The Legend of Zelda. Embora poucos detalhes tenham sido divulgados, o teaser mostrou um mundo vasto e mecânicas inéditas que prometem revolucionar a jogabilidade da série.",
    "excerpt": "Novo título de The Legend of Zelda é anunciado, trazendo promessas de inovação na franquia.",
    "category": "game",
    "cover_image": "the-legend-of-zelda.jpg"
  },
  {
    "title": "Attack on Titan tem episódio final exibido",
    "content": "O episódio final de Attack on Titan foi exibido, marcando o encerramento de uma das sagas mais impactantes do mundo dos animes. A conclusão dividiu opiniões entre os fãs, mas consolidou a obra como um dos grandes marcos da última década.",
    "excerpt": "Attack on Titan chega ao fim e deixa legado marcante na história dos animes.",
    "category": "anime",
    "cover_image": "attack-on-titan.jpg"
  }
]
